[
  {
    "projectName": "Movable Ink",
    "image": "/images/movableink.png",
    "url": "https://www.movableink.com/",
    "description": "A marketing company that help clients produce more entising emails.",
    "myContributions": "I used internal SDKs to help clients build custom views and templates in the Movable Ink platform. I worked with many different APIs with various securities protocols. I also built internal tools and chrome extensions that helped my team work faster.",
    "stack": "IP of Movable Ink",
    "code": ""
  },
  {
    "projectName": "Advertisements on AMC",
    "image": "/images/amc-ads.png",
    "url": "https://www.amc.com/",
    "description": "Implemented a single solution that allowed business teams to incorporate advertisements on all major AMC Network's websites in an ongoing basis. The websites were for the following channels: AMC, BBC America, WETV, SundanceTV, and IFC. The solution needed to be dynamic and iterable.",
    "myContributions": "This project had a tight timeline. I was given the opportunity to lead, plan, and delegate the tasks. I worked with one other engineer. The project was delivered on time, with no major bugs. An iteration is in the works.",
    "stack": "IP of AMC Networks",
    "code": ""
  },
  {
    "projectName": "WonderStruckTV",
    "image": "/images/wonderstruck.png",
    "url": "https://www.wonderstrucktv.com/",
    "description": "WonderstruckTV is a project built for BBC America. This is a platform that shows shortform videos of animals, nature, and other natural phenomenon. Studies have shown that watching nature content improves our emotional wellbeing.",
    "myContributions": "I coded the functionality and designs for the frontend of this application. I also made part of this application content manageable for editors.",
    "stack": "IP of AMC Networks",
    "code": ""
  },
  {
    "projectName": "MealDotMatch",
    "image": "/images/mealdotmatch.png",
    "url": "https://mealdotmatch.vercel.app/",
    "description": "Mealdotmatch was the final project that my team and I built during bootcamp. This application was build to help people save food while we practice technologies that we learned in class.",
    "myContributions": "We all took turns working on the entire stack.",
    "stack": "JS, GraphQL, Twillio, Express, React, React-Bootstrap, Heroku",
    "code": "https://github.com/meal-dot-match/mealdotmatch"
  },
  {
    "projectName": "BroadenMedia",
    "image": "/images/broaden-media.png",
    "url": "https://broadenmedia.vercel.app/",
    "description": "BroadenMEdia is an application that calculates the political percentage of someone based on the media that they consume.",
    "myContributions": "I coded the design of the website using SASS.",
    "stack": "IP of Joshua Melo",
    "teamMate": "https://www.linkedin.com/in/joshuamelo1",
    "code": "https://github.com/mallockey/broadenmedia"
  }
]
