[
  {
    "projectName": "Emergent Works",
    "image": "/images/ew-certificate.png",
    "url": "https://emergentworks.org/",
    "description": "A program that provides digital literacy and software development training to returning citizens by pairing them with volunteered senior software engineers through a mentorship program.",
    "myContributions": "Met with a mentee 4 hours a week for 16 weeks. Taught digital literacy, computer science theory, and web development.",
    "code": ""
  },
  {
    "projectName": "Movable Ink",
    "image": "/images/movableink.png",
    "url": "https://www.movableink.com/",
    "description": "A marketing company that help clients produce more entising emails.",
    "myContributions": "Migrated 200+ legacy Movable Ink apps to a new internal SDK. Build over 150 apps for various clients, using Movable Ink's intnernal SDK.",
    "stack": "IP of Emergent Works",
    "code": ""
  },
  {
    "projectName": "Advertisements on AMC",
    "image": "/images/amc-ads.png",
    "url": "https://www.amc.com/",
    "description": "Implemented a solution that allowed business teams to incorporate advertisements on all major AMC Network's websites in an ongoing basis. The websites were for the following channels: AMC, BBC America, WETV, SundanceTV, and IFC.",
    "myContributions": "Lead, plan, and delegate the tasks. The project was delivered on time, with no major bugs. An iteration is in the works.",
    "stack": "IP of AMC Networks",
    "code": ""
  },
  {
    "projectName": "WonderStruckTV",
    "image": "/images/wonderstruck.png",
    "url": "https://www.wonderstrucktv.com/",
    "description": "WonderstruckTV is a project built for BBC America. This is a platform that shows shortform videos of animals, nature, and other natural phenomenon. Studies have shown that watching nature content improves our emotional wellbeing.",
    "myContributions": "I coded the functionality and designs for the frontend of this application. I also made part of this application content manageable for editors.",
    "stack": "IP of AMC Networks",
    "code": ""
  },
  {
    "projectName": "MealDotMatch",
    "image": "/images/mealdotmatch.png",
    "url": "https://mealdotmatch.vercel.app/",
    "description": "This is a rebuild of my capstone project at Fullstack Academy. It takes a few ingredients and matches you to recipes with those ingredients.",
    "myContributions": "I partner with 1 other engineer to rebuild it with a more modern front-end stack.",
    "stack": "TypeScript, Tailwindcss, Vercel, Twillio, React, ReactQuery",
    "code": "https://github.com/meal-dot-match/mealdotmatch"
  },
  {
    "projectName": "BroadenMedia",
    "image": "/images/broaden-media.png",
    "url": "https://broadenmedia.vercel.app/",
    "description": "BroadenMEdia is an application that calculates the political percentage of someone based on the media that they consume.",
    "myContributions": "I coded the design of the website using SASS.",
    "stack": "IP of Joshua Melo",
    "teamMate": "https://www.linkedin.com/in/joshuamelo1",
    "code": "https://github.com/mallockey/broadenmedia"
  }
]
